---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.NumberingSchemaType
source: html/2635a8ff-1b5d-e083-8753-8f6dd0a7719d.htm
---
# NumberingSchemaType Members

Creates a new NumberingSchemaType instance.